-- phpMyAdmin SQL Dump
-- version 4.1.6
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: 2016-01-21 12:27:59
-- 服务器版本： 5.6.16
-- PHP Version: 5.5.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `news`
--

-- --------------------------------------------------------

--
-- 表的结构 `recommend`
--

CREATE TABLE IF NOT EXISTS `recommend` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` char(100) NOT NULL,
  `author` char(50) NOT NULL,
  `description` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `img` varchar(255) NOT NULL,
  `reason` char(50) NOT NULL,
  `dateline` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=20 ;

--
-- 转存表中的数据 `recommend`
--

INSERT INTO `recommend` (`id`, `title`, `author`, `description`, `content`, `img`, `reason`, `dateline`) VALUES
(2, '奥斯卡提名鼓励突破及创新 李安:喜欢百花齐放', '汪园', '莱昂纳多主演的《荒野猎人》以12项提名领跑88届奥斯卡。', '莱昂纳多主演的《荒野猎人》以12项提名领跑88届奥斯卡。', '1-1.JPEG', '', 1453374541),
(3, '桑托斯主席:权健报价远低于3000万欧', '汪园', '新华社记者采访权健内部相关人士，他表示具体多少钱不知道，但第三名外援已基本锁定为格乌瓦尼奥。', '新华社记者采访权健内部相关人士，他表示具体多少钱不知道，但第三名外援已基本锁定为格乌瓦尼奥。', '1-2.JPEG', '', 1453374611),
(4, '福斯5影片获29项奥斯卡提名 小李新片领跑', '汪园', '《荒野猎人》12项提名领跑、莱奥纳多再冲影帝。', '《荒野猎人》12项提名领跑、莱奥纳多再冲影帝。', '1-3.jpg', '', 1453195355),
(5, '到“携程们”买机票有多少风险', '汪园', '去哪儿和去啊这样的平台，则主要销售第三方票台提供相对更便宜的机票，所提供的服务比较少。', '去哪儿和去啊这样的平台，则主要销售第三方票台提供相对更便宜的机票，所提供的服务比较少。', '1-4.jpeg', '', 1453375185),
(6, '部分银行叫停中小创类股权质押', '汪园', '目前两市已有189只个股的股权质押已跌破理论平仓线，涉及质押市值1304.65亿元。', '目前两市已有189只个股的股权质押已跌破理论平仓线，涉及质押市值1304.65亿元。', '1-2.JPEG', '', 1453375115),
(7, '今年全球股市蒸发逾3万亿美元 超过法国GDP', '汪园', 'A股市场终于出现久违的大涨，但海外市场却还是风声鹤唳，日本股市日经225指数更一度跌破作为心理...', 'A股市场终于出现久违的大涨，但海外市场却还是风声鹤唳，日本股市日经225指数更一度跌破作为心理...', '1-4.jpeg', '', 1453375137),
(8, '11家公司被疑卷入徐翔案', '汪园', '自从徐翔11月1日被抓后，除了上述三家公司高管失联被疑与徐翔案有关，此前，还有多家上市公司以及...', '自从徐翔11月1日被抓后，除了上述三家公司高管失联被疑与徐翔案有关，此前，还有多家上市公司以及...', '', '网易头条', 1453288774),
(9, '2016年国际油价将持续低迷 产能过剩是最大威胁', '汪园', '潘多拉魔盒已开启、石油行业面临的最大威胁是产能过剩。', '潘多拉魔盒已开启、石油行业面临的最大威胁是产能过剩。', '', '网易头条', 1453288805),
(10, 'Uber CEO：我到中国来 大家都觉得我疯了', '汪园', '称未来五年，北京的创新会超越硅谷。', '称未来五年，北京的创新会超越硅谷。', '', '网易头条', 1453288830),
(11, '外交部：反台独立场不会改变', '汪园', '台湾地区领导人选举将于1月16日举行，外交部发言人洪磊15日主持例行记者会，就相关问题答记者问。', '台湾地区领导人选举将于1月16日举行，外交部发言人洪磊15日主持例行记者会，就相关问题答记者问。', '', '', 1453288854),
(12, '给你一个微信股票投资交流平台', '', '每天盘前送3支牛股', '每天盘前送3支牛股', '', '', 1453288874),
(13, '12月末M2余额139万亿 贷款增加11.72万亿', '', '小报告是凤凰财经重磅打造的宏观经济分析解读栏目，最前瞻、最权威的分析助你把握投资大势。', '小报告是凤凰财经重磅打造的宏观经济分析解读栏目，最前瞻、最权威的分析助你把握投资大势。', '', '', 1453288950),
(14, '央行开展1000亿元MLF操作', '', '为保持银行体系流动性合理充裕，结合金融机构流动性需求，人民银行对9家金融机构开展中期借贷便利操...', '为保持银行体系流动性合理充裕，结合金融机构流动性需求，人民银行对9家金融机构开展中期借贷便利操...', '', '', 1453289005),
(15, '央行进行1600亿元7天逆回购 创近11个月来新高', '', '利率继续持平于2.25%。', '利率继续持平于2.25%。', '', '网易头条', 1453289028),
(16, '军工科研院所分改文件将落地', '', '军工科研院所改制的进度直接影响军工体系的市场化进程，是新一轮军工体制改革的关键。', '军工科研院所改制的进度直接影响军工体系的市场化进程，是新一轮军工体制改革的关键。', '', '新浪要闻', 1453289051);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
